Repository: webshop-tech/integration-for-billingo-fluentcart
Catalog: languages/integration-for-billingo-fluentcart-*.po
Languages: hu_hu

source: Billingo for FluentCart Settings
hu_hu: Billingo for FluentCart Beállítások

source: Settings
hu_hu: Beállítások

source: Cache cleared successfully
hu_hu: Gyorsítótár sikeresen törölve

source: Shipping VAT rate applied to all tax rates successfully
hu_hu: Szállítási ÁFA mérték sikeresen alkalmazva az összes adómértékre

source: Enter your Billingo API credentials below.
hu_hu: Add meg a Billingo API hitelesítési adatait alább

source: Agent API Key
hu_hu: Agent API kulcs

source: What is this?
hu_hu: Mi ez?

source: Shipping VAT Rate
hu_hu: Szállítási ÁFA mérték

source: Apply to Tax Rates
hu_hu: Alkalmazás az adómértékekre

source: Warning:
hu_hu: Figyelmeztetés:

source: No tax rates found. Please configure tax rates in FluentCart first.
hu_hu: Nem találhatók adómértékek. Kérlek, először állítsd be az adómértékeket a FluentCart-ban.

source: All tax rates are already set to
hu_hu: Minden adómérték már be van állítva erre:

source: Current shipping VAT rates in use:
hu_hu: Jelenleg használt szállítási ÁFA mértékek:

source: Invoice Settings
hu_hu: Számla beállítások

source: Invoice Language
hu_hu: Számla nyelve

source: Invoice Type
hu_hu: Számla típusa

source: Paper Invoice
hu_hu: Papírszámla

source: E-Invoice
hu_hu: E-számla

source: Quantity Unit
hu_hu: Mennyiségi egység

source: Shipping Title
hu_hu: Szállítás címe

source: Magyar (Hungarian)
hu_hu: Magyar

source: English
hu_hu: Angol

source: Deutsch (German)
hu_hu: Német

source: Italiano (Italian)
hu_hu: Olasz

source: Română (Romanian)
hu_hu: Román

source: Slovenčina (Slovak)
hu_hu: Szlovák

source: Hrvatski (Croatian)
hu_hu: Horvát

source: Français (French)
hu_hu: Francia

source: Español (Spanish)
hu_hu: Spanyol

source: Čeština (Czech)
hu_hu: Cseh

source: Polski (Polish)
hu_hu: Lengyel

source: Cache Management
hu_hu: Gyorsítótár kezelés

source: Current cache size:
hu_hu: Jelenlegi gyorsítótár méret:

source: Clear Cache
hu_hu: Gyorsítótár törlése

source: Clearing the cache will delete all cached PDFs, XMLs, and logs.
hu_hu: A gyorsítótár törlése az összes tárolt PDF-et, XML-t és naplót törölni fogja.

source: Settings Saved
hu_hu: Beállítások mentve

source: Save Settings
hu_hu: Beállítások mentése

source: Actions
hu_hu: Műveletek

source: Shipping VAT Settings
hu_hu: Szállítási ÁFA beállítása

source: Apply Shipping VAT to All Tax Rates
hu_hu: Szállítási ÁFA alkalmazása az összes adómértékre

source: API Settings
hu_hu: API beállítások

source: Document Block ID
hu_hu: Számlatömb azonosító

source: Optional: Enter your Billingo document block (invoice pad) ID. If left empty, the first available invoice block will be used automatically.
hu_hu: Opcionális: Add meg a Billingo számlatömb azonosítót. Ha üresen hagyod, az első elérhető számlatömb lesz automatikusan használva.

source: Payment Method
hu_hu: Fizetési mód

source: Wire Transfer
hu_hu: Banki átutalás

source: Cash
hu_hu: Készpénz

source: Bank Card
hu_hu: Bankkártya

source: Check
hu_hu: Csekk

source: Cash on Delivery
hu_hu: Utánvét

source: Other
hu_hu: Egyéb

source: Hungarian VAT ID
hu_hu: Adószám

source: The validation service is temporarily unavailable. Please try again later.
hu_hu: A validációs szolgáltatás átmenetileg nem elérhető. Kérlek, próbáld meg később.

source: The tax number format is invalid.
hu_hu: Az adószám formátuma érvénytelen.

source: Online invoice settings are not configured. Please contact support.
hu_hu: Az online számla beállításai nincsenek konfigurálva. Kérlek, fordulj az ügyfélszolgálathoz.

source: The tax number does not exist in the registry.
hu_hu: Az adószám nem létezik az nyilvántartásban.

source: Tax number is valid.
hu_hu: Az adószám érvényes.

source: Tax number validation failed.
hu_hu: Az adószám ellenőrzése sikertelen.

source: API key not configured
hu_hu: API kulcs nincs konfigurálva

source: Tax number validation failed
hu_hu: Az adószám ellenőrzése sikertelen

source: Valid tax number
hu_hu: Érvényes adószám

source: Invalid tax number
hu_hu: Érvénytelen adószám

source: Vat Exempt
hu_hu: Adómentesség

source: I am exempt from Hungarian VAT.
hu_hu: Alanyi adómentes vagyok.

source: Zero-Value Invoice
hu_hu: Nullás Számla

source: Create invoice when cart total is zero.
hu_hu: Számla kiállítása, ha a kosár értéke nulla.

source: Security check failed
hu_hu: Biztonsági ellenőrzés sikertelen

source: VAT number is required
hu_hu: Adószám megadása kötelező

source: VAT has been applied successfully
hu_hu: Az ÁFA sikeresen alkalmazva
